Repository: mosabelhag/sudan-online-payments-for-woocommerce
Catalog: languages/sudan-online-payments-*.po
Languages: ar

source: Sudan Online Payments for WooCommerce
ar: بوابة سداد السودانية للووكومرس

source: Sudan Online Payments
ar: سداد (تحويل بنكي)

source: Accept payments via Sudanese Bank Transfers with receipt upload.
ar: اقبل الدفع عبر التحويلات البنكية السودانية مع رفع الإيصال.

source: Bank Name
ar: اسم البنك

source: Account Name
ar: اسم الحساب

source: Account Number
ar: رقم الحساب

source: Branch
ar: الفرع

source: Phone
ar: الهاتف

source: + Add Account
ar: + إضافة حساب

source: Remove Selected
ar: حذف المحدد

source: Select a Bank Account to Transfer:
ar: اختر حساباً بنكياً للتحويل:

source: Name:
ar: الاسم:

source: Account:
ar: الحساب:

source: Copy
ar: نسخ

source: Copied!
ar: تم النسخ!

source: Phone:
ar: الهاتف:

source: Branch:
ar: الفرع:

source: Upload Receipt (Image Only)
ar: رفع الإشعار (صورة فقط)

source: Uploading...
ar: جارٍ الرفع...

source: Receipt Uploaded Successfully
ar: تم رفع الإشعار بنجاح

source: Remove / Change
ar: حذف / تغيير

source: Please upload a clear image (JPG/PNG) of the bank transfer receipt.
ar: الرجاء رفع صورة واضحة (JPG أو PNG) لإشعار التحويل البنكي.

source: No file uploaded.
ar: لم يتم رفع أي ملف.

source: File is too large. Max size 5MB.
ar: حجم الملف كبير جداً. الحد الأقصى 5 ميجابايت.

source: Invalid file type. Only JPG and PNG images are allowed.
ar: نوع الملف غير صالح. يُسمح فقط بصور JPG و PNG.

source: Awaiting Sudan Online Payments payment confirmation.
ar: بانتظار تأكيد الدفع عبر سداد.

source: Please upload your payment receipt before placing the order.
ar: الرجاء رفع إشعار الدفع قبل إتمام الطلب.

source: Payment Receipt
ar: إشعار الدفع

source: View Full Height
ar: عرض الحجم الكامل

source: Click to view full size
ar: اضغط للعرض بالحجم الكامل

source: Click image to view full size
ar: اضغط على الصورة للعرض بالحجم الكامل

source: Enable/Disable
ar: تفعيل/تعطيل

source: Enable Sudan Online Payments
ar: تفعيل سداد

source: Title
ar: العنوان

source: This controls the title which the user sees during checkout.
ar: يتحكم هذا في العنوان الذي يراه المستخدم أثناء الدفع.

source: Bank Transfer (Sudan)
ar: تحويل بنكي (السودان)

source: Description
ar: الوصف

source: Payment method description that the customer will see on your checkout.
ar: وصف طريقة الدفع الذي سيظهر للعميل عند إتمام الطلب.

source: Make your payment directly into our bank account. Please upload your receipt.
ar: قم بالدفع مباشرة إلى حسابنا البنكي. الرجاء رفع إشعار التحويل.

source: Instructions
ar: التعليمات

source: Instructions that will be added to the thank you page and emails.
ar: التعليمات التي ستضاف إلى صفحة الشكر ورسائل البريد الإلكتروني.

source: Enter the bank account details users can send money to.
ar: أدخل تفاصيل الحسابات البنكية التي يمكن للمستخدمين التحويل إليها.
